Repository: lukax/LOBModularityApp
Catalog: LOB.Core/Localization/Strings.*.resx
Languages: pt_br

source: @Common_Cancel
pt_br: Cancelar

source: @Common_Close
pt_br: Fechar

source: @Common_Confirm
pt_br: Confirmar

source: @Common_Confirm_Op
pt_br: Confirmar

source: @Command_AddAddress
pt_br: Novo Endereço

source: @Command_AddBaseEntity
pt_br: Novo Código

source: @Command_AddCategory
pt_br: Nova Categoria

source: @Command_AddContactInfo
pt_br: Nova Informação de Contato

source: @Command_AddCustomer
pt_br: Novo Cliente

source: @Command_AddEmail
pt_br: Novo Email

source: @Command_AddEmployee
pt_br: Novo Funcionário

source: @Command_AddLegalPerson
pt_br: Nova Pessoa Jurídica

source: @Command_AddNaturalPerson
pt_br: Nova Pessoa Física

source: @Command_AddPayCheck
pt_br: Nova Folha de Pagamento

source: @Command_AddPerson
pt_br: Nova Pessoa

source: @Command_AddPhoneNumber
pt_br: Novo Número de Telefone

source: @Command_AddProduct
pt_br: Novo Produto

source: @Command_AddSale
pt_br: Nova Venda

source: @Command_AddService
pt_br: Novo Serviço

source: @Command_UpdateAddress
pt_br: Novo Endereço

source: @Command_UpdateBaseEntity
pt_br: Novo Código

source: @Command_UpdateCategory
pt_br: Nova Categoria

source: @Command_UpdateContactInfo
pt_br: Nova Informação de Contato

source: @Command_UpdateCustomer
pt_br: Novo Cliente

source: @Command_UpdateEmail
pt_br: Novo Email

source: @Command_UpdateEmployee
pt_br: Novo Funcionário

source: @Command_UpdateLegalPerson
pt_br: Nova Pessoa Jurídica

source: @Command_UpdateNaturalPerson
pt_br: Nova Pessoa Física

source: @Command_UpdatePayCheck
pt_br: Nova Folha de Pagamento

source: @Command_UpdatePerson
pt_br: Nova Pessoa

source: @Command_UpdatePhoneNumber
pt_br: Novo Número de Telefone

source: @Command_UpdateProduct
pt_br: Novo Produto

source: @Command_UpdateSale
pt_br: Nova Venda

source: @Command_UpdateService
pt_br: Novo Serviço

source: @Command_ListAddress
pt_br: Listar Endereços

source: @Command_ListBaseEntity
pt_br: Listar Códigos

source: @Command_ListCategory
pt_br: Listar Categorias

source: @Command_ListContactInfo
pt_br: Listar Informações de Contato

source: @Command_ListCustomer
pt_br: Listar Clientes

source: @Command_ListEmail
pt_br: Listar Emails

source: @Command_ListEmployee
pt_br: Listar Funcionários

source: @Command_ListLegalPerson
pt_br: Listar Pessoas Legais

source: @Command_ListNaturalPerson
pt_br: Listar Pessoas Físicas

source: @Command_ListOp
pt_br: Listar Operações

source: @Command_ListPayCheck
pt_br: Listar Folhas de Pagamento

source: @Command_ListPerson
pt_br: Listar Pessoas

source: @Command_ListPhoneNumber
pt_br: Listar Números de Telefone

source: @Command_ListProduct
pt_br: Listar Produtos

source: @Command_ListSale
pt_br: Listar Vendas

source: @Command_ListService
pt_br: Listar Serviços

source: @Command_SellProduct
pt_br: Vender Produto

source: @Command_SellService
pt_br: Vender Serviço

source: @Common_Address
pt_br: Endereço

source: @Common_Address_Active
pt_br: Ativo

source: @Common_Address_Deprecated
pt_br: Em desuso

source: @Common_Address_Inactive
pt_br: Inativo

source: @Common_AvailableInStore
pt_br: Disponível na Loja

source: @Common_BirthDate
pt_br: Data de Nascimento

source: @Common_Bonus
pt_br: Bônus

source: @Common_BoughtHistory
pt_br: Histórico de Compra

source: @Common_Category
pt_br: Categoria

source: @Common_City
pt_br: Cidade

source: @Common_CnaeFiscal
pt_br: Cnae Fiscal

source: @Common_Cnpj
pt_br: CNPJ

source: @Common_Code
pt_br: Código

source: @Common_Complement
pt_br: Complemento

source: @Common_Contact
pt_br: Contato

source: @Common_ContactInfo
pt_br: Informações de Contato

source: @Common_CorporateName
pt_br: Nome Corporativo

source: @Common_Country
pt_br: País

source: @Common_Cpf
pt_br: CPF

source: @Common_CurrentSalary
pt_br: Salário

source: @Common_Customer
pt_br: Cliente

source: @Common_CustomerOf
pt_br: Cliente de

source: @Common_Date
pt_br: Data

source: @Common_Default
pt_br: Padrão

source: @Common_Description
pt_br: Descrição

source: @Common_District
pt_br: Distrito

source: @Common_Email
pt_br: Email

source: @Common_Emails
pt_br: Emails

source: @Common_FirstName
pt_br: Nome

source: @Common_HireDate
pt_br: Contratado em

source: @Common_Image
pt_br: Imagem

source: @Common_InscEstadual
pt_br: Inscrição Estadual

source: @Common_InscMunicipal
pt_br: Inscrição Municipal

source: @Common_LastName
pt_br: Sobrenome

source: @Common_Name
pt_br: Nome

source: @Common_NickName
pt_br: Apelido

source: @Common_Notes
pt_br: Notas

source: @Common_Number
pt_br: Número

source: @Common_PayCheck
pt_br: Folha de Pagamento

source: @Common_PersonDetails
pt_br: Detalhes de Pessoa

source: @Common_PersonType
pt_br: Tipo de Pessoa

source: @Common_PhoneNumber
pt_br: Telefone

source: @Common_PhoneNumbers
pt_br: Telefones

source: @Common_Product
pt_br: Produto

source: @Common_Products
pt_br: Produtos

source: @Common_Ps
pt_br: Observação

source: @Common_QuantityPerUnity
pt_br: Quantidade por Unidade

source: @Common_Rg
pt_br: RG

source: @Common_Search
pt_br: Pesquisar

source: @Common_State
pt_br: Estado

source: @Common_Status
pt_br: Estado

source: @Common_Stores
pt_br: Lojas

source: @Common_Street
pt_br: Rua

source: @Common_StreetNumber
pt_br: Numero

source: @Common_Suppliers
pt_br: Fornecedores

source: @Common_Title
pt_br: Título

source: @Common_TotalValue
pt_br: Valor Total

source: @Common_TradingName
pt_br: Nome Fantasia

source: @Common_UnitSalePrice
pt_br: Preço por Unidade

source: @Common_UnitsInStock
pt_br: Unidades em Estoque

source: @Common_Website
pt_br: Site

source: @Common_WorkInStore
pt_br: Trabalha na Loja

source: @Common_ZipCode
pt_br: CEP

source: @Notification_Dao_Connecting
pt_br: Conectando no banco de dados...

source: @Notification_Dao_ConnectionFailed
pt_br: Conexão ao banco de dados falhou

source: @Notification_Dao_ConnectionSucessful
pt_br: Conexão ao banco de dados bem sucedida

source: @Notification_Dao_RequisitionFailed
pt_br: Operação não pode ser completada contra o banco de dados

source: @Notification_Dao_RequisitionSucessful
pt_br: Operação concluída

source: @Notification_Field_Empty
pt_br: Campo vazio

source: @Notification_Field_IntOnly
pt_br: Campo suporta apenas números

source: @Notification_Field_Necessary
pt_br: Campo nescessário

source: @Notification_Field_NotEmpty
pt_br: Campo não está vazio

source: @Notification_Field_NotNecessary
pt_br: Campo não nescessário

source: @Notification_Field_TooLong
pt_br: Campo excedeu limite de caracters

source: @Notification_Field_TooShort
pt_br: Campo nescessita o mínimo de caracters

source: @Notification_Field_WrongFormat
pt_br: Campo com formato inválido

source: @Notification_Info
pt_br: Aconteceu um erro ao processar seu comando. Por favor, contate o administrador.

source: @Notification_Internal
pt_br: Aconteceu um erro interno ao processar requisição. Por favor, contate um administrador.

source: @UI_Header_Alter
pt_br: Novo

source: @UI_Header_Alter_Address
pt_br: Novo Endereço

source: @UI_Header_Alter_BaseEntity
pt_br: Novo Código

source: @UI_Header_Alter_Category
pt_br: Nova Categoria

source: @UI_Header_Alter_ContactInfo
pt_br: Nova Informação de Contato

source: @UI_Header_Alter_Customer
pt_br: Novo Cliente

source: @UI_Header_Alter_Email
pt_br: Novo Email

source: @UI_Header_Alter_Employee
pt_br: Novo Funcionário

source: @UI_Header_Alter_LegalPerson
pt_br: Nova Pessoa Legal

source: @UI_Header_Alter_NaturalPerson
pt_br: Nova Pessoa Física

source: @UI_Header_Alter_PayCheck
pt_br: Nova Folha de Pagamento

source: @UI_Header_Alter_Person
pt_br: Nova Pessoa

source: @UI_Header_Alter_PhoneNumber
pt_br: Novo Numero de Telefone

source: @UI_Header_Alter_Product
pt_br: Novo Produto

source: @UI_Header_Alter_Sale
pt_br: Nova Venda

source: @UI_Header_Alter_Service
pt_br: Novo Serviço

source: @UI_Header_List
pt_br: Listagem

source: @UI_Header_ListService
pt_br: Listar Serviços

source: @UI_Header_List_BaseEntity
pt_br: Listar Códigos

source: @UI_Header_List_Category
pt_br: Listar Categorias

source: @UI_Header_List_Customer
pt_br: Listar Clientes

source: @UI_Header_List_Email
pt_br: Listar Emails

source: @UI_Header_List_Employee
pt_br: Listar Funcionários

source: @UI_Header_List_Op
pt_br: Listar Operações

source: @UI_Header_List_PhoneNumber
pt_br: Listar Numeros de Telefone

source: @UI_Header_List_Product
pt_br: Listar Produtos

source: @UI_Header_Main_Busy
pt_br: Aguarde...

source: @UI_Header_Main_Column
pt_br: Coluna Operações

source: @UI_Header_Main_Header
pt_br: Menu Principal

source: @UI_Header_Main_Message
pt_br: Popup

source: @UI_Header_Sell
pt_br: Vendas

source: @UI_Header_Sell_Product
pt_br: Vender Produto

source: @UI_Header_Sell_Service
pt_br: Vender Serviço

source: @UI_Menu_File
pt_br: Arquivo

# UI_Menu_File_Quit
source: @UI_Menu_Quit
pt_br: Sair

# UI_Menu_File_Save
source: @UI_Menu_Save
pt_br: Salvar

source: @UI_Menu_List
pt_br: Listar

source: @UI_Menu_List_Client
pt_br: Cliente

source: @UI_Menu_List_Company
pt_br: Compania

source: @UI_Menu_List_Employee
pt_br: Funcionário

source: @UI_Menu_List_Product
pt_br: Produto

source: @UI_Menu_List_Supplier
pt_br: Fornecedor

source: @UI_Menu_Register
pt_br: Registrar

source: @UI_Menu_Register_Client
pt_br: Cliente

source: @UI_Menu_Register_Company
pt_br: Compania

source: @UI_Menu_Register_Employee
pt_br: Funcionário

source: @UI_Menu_Register_Product
pt_br: Produto

source: @UI_Menu_Register_Supplier
pt_br: Fornecedor

source: @UI_Menu_Report
pt_br: Relatórios

source: @UI_Menu_Sales
pt_br: Vendas

source: @UI_Menu_Sales_Alter
pt_br: Alterar

source: @UI_Menu_Sales_History
pt_br: Histórico

source: @UI_Menu_Sales_New
pt_br: Nova

source: @UI_Menu_Util
pt_br: Util

source: @UI_Menu_Util_Address
pt_br: Endereços

source: @UI_Menu_Util_Comission
pt_br: Comissão

source: @UI_Menu_Util_ContactInfo
pt_br: Informações de contato

source: @UI_Menu_Util_Paycheck
pt_br: Folha de pagamento

source: @Notification_Dao_Conected
pt_br: Conectado ao Banco de Dados

source: @Notification_Dao_Connecting_Failed
pt_br: Conexão ao Banco de Dados falhou!

source: @Notification_Lists_Updates
pt_br: Listagens Atualizadas

source: @Notification_Lists_Updating
pt_br: Atualizando Listagens...

source: @Notification_List_Updated
pt_br: Listagem Atualizada

source: @Notification_List_Updating
pt_br: Atualizando Listagem...

source: @UI_ToolTip_AlterCustomer
pt_br: Alterar Funcionário

source: @UI_ToolTip_Clear
pt_br: Limpar Campo

source: @UI_ToolTip_Close
pt_br: Fechar

source: @UI_ToolTip_Code
pt_br: Código de Indentificação

source: @UI_ToolTip_Operations
pt_br: Operações

source: @UI_ToolTip_QuickSearch
pt_br: Busca Rápida

source: @UI_ToolTip_Sales
pt_br: Vendas

# UI_Title_Shell
source: App_Title
pt_br: LOB APP

source: @UI_ToolTip_Add
pt_br: Adicionar

source: @UI_ToolTip_Confirm
pt_br: Confirmar

source: @UI_ToolTip_Delete
pt_br: Excluir

source: @UI_ToolTip_Edit
pt_br: Editar

source: @UI_ToolTip_Search
pt_br: Pesquisar

source: @UI_ToolTip_Update
pt_br: Atualizar

source: @Common_CFOP
pt_br: CFOP

source: @Common_CodBarras
pt_br: Código de Barras

source: @Common_NCM
pt_br: Código NCM

source: @Common_Shipper
pt_br: Transportadora

source: @Common_Add
pt_br: Adicionar

source: @Common_Delete
pt_br: Deletar

source: @Common_Edit
pt_br: Editar

source: @Common_Exclude
pt_br: Excluir

source: @Common_Include
pt_br: Incluir

source: @Notification_Field_Deprecated
pt_br: Campo Descontinuado

source: @Notification_Field_Negative
pt_br: Campo Negativo

source: @Notification_Field_Nescessary
pt_br: Campo Nescessário

source: @Notification_Field_Positive
pt_br: Campo Positivo

source: @Common_SpeakWith
pt_br: Falar com

source: @Common_Rg_Uf
pt_br: RG UF

source: @Common_Uf
pt_br: UF

source: @Common_Id
pt_br: ID

source: @UI_Header_List_Client
pt_br: Clientes

source: @UI_Header_List_Address
pt_br: Endereços

source: @UI_Header_List_ContactInfo
pt_br: Informações de Contato

source: @UI_Header_List_Sale
pt_br: Vendas

source: @UI_ToolTip_Messages
pt_br: Mensagens

source: @UI_ToolTip_Notifications
pt_br: Notificações

source: @UI_ToolTip_Login
pt_br: Entrar

source: @UI_ToolTip_Logout
pt_br: Sair

source: @Common_Detail
pt_br: Detalhe

source: @Common_Details
pt_br: Detalhes

source: @Common_Error
pt_br: Erro

source: @Common_OK
pt_br: Ok

source: @Common_Fix
pt_br: Reparar

source: @Common_Message
pt_br: Mensagem

source: @Common_Report
pt_br: Reportar

source: @Notification_Field_DateTooEarly
pt_br: Data muito antiga

source: @Notification_Field_DateInvalid
pt_br: Data Inválida

source: @Notification_Field_DateTooLate
pt_br: Data muito posterior

source: @Common_County
pt_br: Município

source: @Common_Town
pt_br: Cidade

source: @Common_Attention
pt_br: Atenção

source: @Common_Field
pt_br: Campo

source: @Common_Information
pt_br: Informação

source: @Common_Severity
pt_br: Severidade

source: @Common_Warning
pt_br: Perigo

source: @Notification_Field_Attention
pt_br: Atenção ao campo:

# Notification_Field_Error
source: @Notification_ErrorInField
pt_br: Erro no campo:

source: @Notification_Field_Information
pt_br: Info:

source: @Notification_ConnectionFailed
pt_br: Conexão falhou

source: @Notification_ConnectionSucessful
pt_br: Conexão completou com sucesso

source: @Notification_RequisitionFailed
pt_br: Requisição não pode ser completada

source: @Notification_RequisitionSucessful
pt_br: Requisição completada com sucesso

source: @Notification_Navigator_View_ResolveFirst
pt_br: Resolva primeiro a View

source: @Notification_Navigator_ViewModel_ResolveFirst
pt_br: Resolva primeiro a ViewModel

source: @Notification_Connecting
pt_br: Conectando-se

source: @Common_Confirm_Add
pt_br: Adicionar

source: @Common_Confirm_Command
pt_br: Executar

source: @Common_Confirm_Delete
pt_br: Deletar

source: @Common_Confirm_List
pt_br: Listar

source: @Common_Confirm_QuickSearch
pt_br: Busca Rápida

source: @Common_Confirm_Update
pt_br: Atualizar

source: @Common_Initialized
pt_br: Inicializado

source: @Common_Initializing
pt_br: Inicializando

source: @App_License_Information
pt_br: Versão de testes, uso restrito

source: @Common_License
pt_br: Licença

source: @Common_Filter
pt_br: Filtrar

source: @UI_ToolTip_Cancel
pt_br: Cancelar

source: @UI_ToolTip_Filter
pt_br: Filtrar

source: @UI_ToolTip_List
pt_br: Listar

source: @Notification_Field_Add
pt_br: Erro ao adicionar entidade

source: @Notification_Field_Delete
pt_br: Erro ao excluir entidade

source: @Notification_Field_Update
pt_br: Erro ao atualizar entidade

source: @Notification_Field_Added
pt_br: Entidade adicionada com sucesso!

source: @Notification_Field_Deleted
pt_br: Entidade excluida com sucesso!

source: @Notification_Field_Listed
pt_br: Entidade listada com sucesso!

source: @Notification_Field_Updated
pt_br: Entidade atualizada com sucesso!

source: @Notification_Field_Invalid
pt_br: Campo Inválido

source: @Notification_Field_Adding
pt_br: Adicionando entidade...

source: @Notification_Field_Deleting
pt_br: Excluindo entidade...

source: @Notification_Field_Filtering
pt_br: Filtrando entidade...

source: @Notification_Field_Listing
pt_br: Listando entidade...

source: @Notification_Field_Searching
pt_br: Procurando entidade...

source: @Notification_Field_Updating
pt_br: Atualizando entidade...

# Notification_Field_X_Length
source: @Notification_Field_X_CharShort
pt_br: Campo precisa ter {0} carácters

# Notification_Field_X_MaxLength
source: @Notification_Field_CharOnly
pt_br: Campo precisa ter no máximo {0} carácters

# Notification_Field_X_MinLength
source: @Notification_Field_X_CharLong
pt_br: Campo precisa ter no mínimo {0} carácters

source: @Notification_Field_X_Invalid
pt_br: {0} Inválido

source: @Notification_Field_X_Valid
pt_br: {0} Válido
